Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# USE_LISTENING_HISTORY_ON_FOCUS_ON_FOOTER
source: While the focus filter is on, music played on this device will appear in Recently Played, your Replay, influence your recommendations, and if you set up an Apple Music profile, it will be seen by your followers.
ar: أثناء تشغيل فلتر التركيز، ستظهر الموسيقى التي تُشغّل على هذا الجهاز ضمن المشغلة حديثًا وضمن Replay، وستؤثر على توصياتك، وستظهر لمتابعيك أيضًا إذا كنت قد أعددت صفحة شخصية في Apple Music.
bg: Докато филтърът за фокус е включен, музиката, която се възпроизвежда на това устройство, ще се появява в разделите Наскоро възпроизвеждани и Пусни отново, както и ще повлиява на вашите препоръки. Също така, ако настроите профил в Apple Music, той ще бъде видим за вашите последователи.
ca: Quan hi hagi un mode de concentració activat, la música que escoltis en aquest dispositiu es mostrarà a les reproduccions recents i al resum anual, i influirà en les recomanacions que rebis. A més, si tens un perfil de l’Apple Music, qui et segueixi podrà veure què escoltes.
cs: Hudba přehrávaná na tomto zařízení při zapnutém filtru režimu soustředění se bude objevovat v seznamu naposledy poslouchaných skladeb a ve vašich seznamech Replay a ovlivňovat vaše doporučení. Pokud jste si vytvořili profil na Apple Music, uvidí tuto hudbu lidé, kteří vás sledují.
da: Når fokusfilteret er slået til, vises musik, der afspilles på denne enhed, i Senest afspillet og Afspil igen, og den påvirker dine anbefalinger. Dine følgere kan også se, hvis du indstiller en Apple Music‑profil.
de: Solange der Fokusfilter aktiv ist, wird auf diesem Gerät wiedergegebene Musik in „Zuletzt gespielt“ und in Replay-Playlists angezeigt, beeinflusst, was dir empfohlen wird, und wird deinen Follower:innen angezeigt, wenn du ein Apple Music-Profil konfigurierst.
el: Όταν το φίλτρο συγκέντρωσης είναι ενεργό, η μουσική που αναπαράγεται σε αυτήν τη συσκευή θα εμφανίζεται στις Πρόσφατες αναπαραγωγές και το Replay, θα επηρεάζει τις εξατομικευμένες συστάσεις σας, και αν διαμορφώσετε ένα προφίλ στο Apple Music, θα είναι επίσης ορατό στα άτομα που σας ακολουθούν.
es: Mientras el filtro de concentración esté activo, la música que se reproduzca en este dispositivo aparecerá en las reproducciones recientes y en el resumen anual, determinará las recomendaciones que recibas y, si configuras un perfil de Apple Music, tus seguidores lo podrán ver.
es_us: Mientras el filtro del enfoque esté activo, la música que se reproduzca en este dispositivo aparecerá en lo escuchado recientemente y en tu Replay y también influenciará tus recomendaciones. Además, si configuraste un perfil de Apple Music, tus seguidores podrán verla.
fi: Kun Keskity-tilan suodatin on päällä, tässä laitteessa toistettu musiikki näkyy Äskettäin toistetuissa ja Replayssa, ja se vaikuttaa suosituksiin. Jos otat käyttöön Apple Music -profiilin, se näkyy seuraajillesi.
fr: Lorsque le filtre de concentration sera activé, la musique écoutée sur cet appareil apparaîtra dans « Écoutés récemment » et dans votre Replay, influencera vos recommandations et, si vous avez configuré un profil Apple Music, sera visible pour vos abonnés.
fr_ca: Tant que le filtre de concentration sera activé, la musique écoutée sur cet appareil s’affichera dans Récemment écouté et dans les listes qui reprennent vos écoutes précédentes, et influencera les recommandations qui vous sont faites. Si vous créez un profil Apple Music, ce dernier sera visible par vos abonnés.
he: כשמסנן מצב הריכוז מופעל, מוזיקה שמופעלת במכשיר זה תופיע ב״הופעלו לאחרונה״ ובפלייליסטים של Replay, ותשפיע על ההמלצות שלך. היא גם תהיה גלויה לעוקבים שלך אם הגדרת פרופיל ב-Apple Music.
hi: फ़ोकस फ़िल्टर चालू रहने पर, इस डिवाइस पर चलाया गया संगीत हालिया चलाए गए, आपके रीप्ले में दिखाई देगा, आपको मिलने वाली अनुशंसाओं को प्रभावित नहीं करेगा और अगर आप Apple Music प्रोफ़ाइल सेटअप करते हैं, तो आपके फ़ॉलोअर उसे देख सकेंगे।
hr: Dok je uključen filtar fokusa, glazba reproducirana na ovom uređaju prikazivat će se u Nedavno reproduciranom, Ponovno reproduciranom i utjecati na vaše preporuke, a ako ste podesili Apple Music profil, vaši pratitelji moći će ga vidjeti.
hu: Amíg a Fókuszszűrő be van kapcsolva, az ezen az eszközön lejátszott zenék megjelennek a Nemrég játszott részben, valamint a Replayben, illetve befolyásolják az Önnek szóló javaslatokat, ha pedig beállít egy Apple Music-profilt, láthatók lesznek a követői számára.
id: Saat filter fokus menyala, musik yang diputar di perangkat ini akan muncul di Baru Diputar, Putar Ulang Anda, dan memengaruhi rekomendasi Anda. Selain itu, jika Anda mengatur profil Apple Music, profil tersebut akan terlihat oleh pengikut Anda.
it: Mentre il filtro full immersion è attivo, la musica riprodotta sul dispositivo verrà mostrata in “Ascoltati di recente” e nel tuo Replay, influenzerà i brani consigliati e, se hai configurato un profilo Apple Music, sarà visualizzata dai tuoi follower.
ja: 集中モードフィルタがオンになっているときに、このデバイスで再生されたミュージックは、最近再生した項目や“リプレイ”に表示され、おすすめにも反映されます。また、Apple Musicのプロフィールを設定している場合は、あなたをフォローしている人に表示されます。
kk: Зейін қою сүзгісі қосулы кезде, бұл құрылғыда ойнатылған музыка «Жақында ойнатылғандар» немесе «Қайта ойнату» плейлистінде көрсетіледі және ұсыныстарыңызға әсер етеді, сондай-ақ Apple Music профилін баптасаңыз, жазылушылар оны көреді.
ko: 집중 모드 필터가 켜져 있는 동안 이 기기에서 재생되는 음악이 ‘최근 재생한 음악’ 및 ‘Replay’에 나타나고 추천 음악에 영향을 주며, 사용자가 Apple Music 프로필을 설정한 경우 팔로워에게 보여집니다.
lt: Kai įjungtas susitelkimo filtras, šiame įrenginyje leista muzika bus rodoma srityse „Neseniai leista“ ir „Kartojimas“, ji turės įtakos jūsų rekomendacijoms, o jei sukursite „Apple Music“ profilį, ją taip pat matys jūsų sekėjai.
ms: Semasa penapis fokus aktif, muzik yang dimainkan pada peranti ini akan kelihatan dalam Terbaru Dimainkan, Main Semula anda, mempengaruhi pengesyoran anda dan jika anda menyediakan profil Apple Music, ia akan dilihat oleh pengikut anda.
nl: Muziek die je afspeelt op dit apparaat terwijl het focusfilter is ingeschakeld, wordt weergegeven in 'Recent afgespeeld', 'Herhaal', heeft invloed op je aanbevelingen en wordt door je volgers gezien als je een Apple Music-profiel configureert.
no: Mens fokusfilteret er på, vil musikk som spilles på denne enheten dukke opp i Nylig spilt og Replay, samt påvirke hvilke anbefalinger du får, og, hvis du oppretter en Apple Music-profil, bli sett av de som følger deg.
pl: Gdy filtr trybu skupienia jest włączony, muzyka odtwarzana na tym urządzeniu będzie widoczna na listach Ostatnio odtwarzane i Odtwórz ponownie, będzie miała wpływ na Twoje rekomendacje i będzie widoczna dla osób obserwujących Cię (jeśli masz skonfigurowany profil w Apple Music).
pt_br: Quando o filtro de foco estiver ativado, as músicas reproduzidas neste dispositivo aparecerão em Reproduções Recentes, nas seleções de Replay, influenciarão as suas recomendações e, se você configurar um perfil no Apple Music, serão vistas pelos seus seguidores.
pt_pt: Enquanto o filtro do modo de concentração estiver ativado, a música reproduzida neste dispositivo aparecerá em Recentes e em Replay, influenciará as recomendações e, caso configure um perfil em Apple Music, será vista pelos seus seguidores.
ro: În timp ce filtrul de concentrare este activat, muzica redată pe acest dispozitiv va apărea în istoricul redărilor și în selecția Replay, va influența recomandările primite și, dacă vă configurați un profil Apple Music, va fi văzută de urmăritorii dvs.
ru: Когда включен фильтр фокусирования, воспроизводимая на этом устройстве музыка будет отображаться в разделе «Недавно воспроизведенные» и в миксах «Мой год», а также повлияет на Ваши рекомендации. Если Вы создадите профиль Apple Music, он будет виден Вашим подписчикам.
sk: Keď je zapnutý filter režimu Môjho času, hudba prehrávaná na tomto zariadení sa bude zobrazovať medzi naposledy hranými skladbami a vo vašich zoznamoch Replay, bude ovplyvňovať vaše odporúčania a ak si nastavíte profil na Apple Music, uvidia ju aj vaši nasledovatelia.
sl: Ko je filter fokusa vklopljen, bo glasba, predvajana v tej napravi, prikazana v razdelku Nedavno predvajano, ponovnih predvajanjih, vplivala bo na vaša priporočila, in če nastavite profil v storitvi Apple Music, jo bodo videli tudi vaši sledilci.
sv: När fokusfiltret är på visas musik som spelas upp på den här enheten bland senast spelade och Replay samt påverkar vilka rekommendationer som du får. Om du har ställt in en Apple Music-profil visas den för dina följare.
th: ในระหว่างที่เปิดใช้ฟิลเตอร์โฟกัส เพลงที่เล่นบนอุปกรณ์นี้จะแสดงในเล่นล่าสุด, Replay ของคุณ, จะมีผลต่อเพลงแนะนำของคุณ และถ้าคุณตั้งค่าโปรไฟล์ Apple Music ผู้ติดตามของคุณจะเห็นเพลงที่คุณฟังบนอุปกรณ์นี้
tr: Odak filtresi açıkken bu aygıtta çalınan müzikler Son Çalınanlar’da ve Dinlediklerin listesinde görünür, önerilerinizi etkiler ve Apple Music profili ayarlarsanız takipçileriniz tarafından da görülür.
uk: Коли фільтр зосередження ввімкнено, музика, що відтворюється на цьому пристрої, зʼявлятиметься в розділах «Недавно відтворені» чи «На повторі», впливатиме на рекомендації для вас і відображатиметься для людей, що стежать за вами, якщо у вас є профіль Apple Music.
vi: Khi bật bộ lọc tập trung, nhạc được phát trên thiết bị này sẽ xuất hiện trong Đã phát gần đây, nhạc Replay, ảnh hưởng đến các đề xuất của bạn và nếu bạn thiết lập trang cá nhân Apple Music thì người theo dõi của bạn sẽ nhìn thấy nhạc đó.
zh_cn: 打开专注模式过滤时，此设备上播放的音乐将会出现在最近播放、回忆歌单中，也会影响你的推荐；若你设置了Apple Music个人资料，这些音乐也会被关注者看到。
zh_hk: 當專注模式過濾條件開啟時，在此裝置上播放的音樂將會在「最近播放」、「重播」中出現，亦會影響你收到的推薦項目。如你已設定Apple Music個人檔案，你的關注者也會看到。
zh_tw: 若開啟專注模式過濾條件，在此裝置上播放的音樂將顯示於「最近播放」、「音樂回憶」並影響你的推薦項目。若你已設定Apple Music個人檔案，你的追蹤者也將會看到這些音樂。

# SHOW_LOSSLESS_AUDIO
source: Lossless Audio
ar: صوت Lossless
bg: Lossless аудио
ca: Àudio sense pèrdua
cs: Bezztrátový zvuk
da: Lossless-lyd
el: Ήχος Lossless
es: Audio sin pérdida
es_us: Audio Lossless
fi: Lossless-ääni
fr_ca: Audio sans perte
he: שמע בפורמט Lossless
hr: Lossless zvuk
hu: Veszteségmentes hang
it: Audio Lossless
ja: ロスレスオーディオ
kk: Lossless аудиосы
ko: 무손실 오디오
lt: Nenuostolingasis garso formatas
ms: Audio Lossless
pl: Dźwięk Lossless
pt_br: Áudio Lossless
pt_pt: Áudio sem perdas
ro: Audio Lossless
ru: Аудио Lossless
sl: Zvok kakovosti Lossless
sv: Lossless-ljud
th: เสียงแบบ Lossless
tr: Kayıpsız Ses
uk: Звук без втрат
vi: Âm thanh Lossless
zh_cn: 无损音频
zh_hk: 無損壓縮音訊
zh_tw: 保真壓縮音訊

# LOSSLESS_DOWNGRADE_ACTION_KEEP
source: Keep Lossless
ar: إبقاء Lossless
bg: Запази Lossless
ca: Conserva sense pèrdua
cs: Ponechat v bezztrátovém formátu
da: Behold Lossless
de: Lossless behalten
el: Διατήρηση Lossless
es: Conservar descargas sin pérdida
es_us: Conservar Lossless
fi: Pidä Lossless
fr: Conserver en Lossless
fr_ca: Conserver le format sans perte
he: שמירת Lossless
hi: Lossless रखें
hr: Zadrži Lossless
hu: Veszteségmentes megtartása
id: Simpan Lossless
it: Mantieni Lossless
ja: ロスレスを保持
kk: Lossless форматында қалдыру
ko: 무손실 유지
lt: Palikti nenuostolingąjį formatą
ms: Kekalkan Lossless
nl: Behoud Lossless
no: Behold Lossless
pl: Pozostaw Lossless
pt_br: Manter Lossless
pt_pt: Manter sem perdas
ro: Păstrați Lossless
ru: Оставить в Lossless
sk: Ponechať Lossless
sl: Obdrži kakovost Lossless
sv: Behåll Lossless
th: เก็บแบบ Lossless
tr: Kayıpsız’ı Tut
uk: Залишити у форматі без втрат
vi: Giữ Lossless
zh_cn: 保留无损
zh_hk: 保持無損壓縮
zh_tw: 維持保真壓縮

# LOSSLESS_DETAIL
source: ALAC up to 24-bit/48 kHz
ar: ‏ALAC لحد ٢٤ بت/٤٨ ك.هرتز
bg: ALAC до 24-bit/48 kHz
ca: ALAC de fins a 24 bits i 48 kHz
cs: ALAC do 24 bitů/48 kHz
da: ALAC op til 24-bit/48 kHz
de: ALAC bis zu 24 Bit/48 kHz
el: ALAC έως 24 bit/48 kHz
es: ALAC de hasta 24 bits/48 kHz
es_us: ALAC de hasta 24 bits/48 kHz
fi: ALAC enintään 24 bittiä/48 kHz
fr: ALAC jusqu’à 24 bits/48 kHz
fr_ca: ALAC jusqu’à 24 bits, 48 kHz
he: ‏ALAC עד ‎24-bit על ⁨48 kHz⁩
hi: ALAC अधिकतम 24-बिट/48 kHz तक
hr: ALAC do 24 bita/48 kHz
hu: ALAC max. 24 bit/48 kHz sebességen
id: ALAC hingga 24 bit/48 kHz
it: ALAC fino a 24 bit/48 kHz
ja: ALAC（最大24ビット/48 kHz）
kk: 24 бит/48 кГц-ке дейінгі ALAC
ko: ALAC(최대 24비트/48kHz)
lt: ALAC iki 24 bitų / 48 kHz
ms: ALAC sehingga 24 bit/48 kHz
nl: ALAC tot 24-bit/48 kHz
no: ALAC opptil 24-bit/48 kHz
pl: ALAC do 24 bitów/48 kHz
pt_br: ALAC até 24 bits/48 kHz
pt_pt: ALAC até 24 bits/48 kHz
ro: ALAC până la 24 biți/48 kHz
ru: ALAC до 24 бит/48 кГц
sk: ALAC (do 24 bitov/48 kHz)
sl: ALAC do 24 bitov/48 kHz
sv: ALAC upp till 24-bitars/48 kHz
th: ALAC สูงถึง 24 บิต/48 kHz
tr: 24-bit/48 kHz’e kadar ALAC
uk: ALAC до 24 біт/48 кГц
vi: ALAC đến 24-bit/48 kHz
zh_cn: ALAC（最高24位/48 kHz）
zh_hk: ALAC（最高24位元/48 kHz）
zh_tw: ALAC最高24位元/48 kHz

# STREAM_HIGH_QUALITY_ON_CELLULAR
source: High Quality Streaming
ar: بث بجودة عالية
bg: Стриймване в High Quality
ca: Reproducció en alta qualitat
cs: Vysoká kvalita streamování
da: Streaming i høj kvalitet
el: Ροή υψηλής ποιότητας
es: Transmisión de calidad alta
es_us: Transmisión de alta calidad
fi: Korkealaatuinen striimaus
fr: Diffusion en haute qualité
fr_ca: Diffusion en qualité supérieure
he: הזרמה באיכות גבוהה
hi: उच्च गुणवत्ता वाली स्ट्रीमिंग
hr: Streaming visoke kvalitete
hu: Kiváló minőségű streaming
id: Streaming Kualitas Tinggi
it: Streaming di alta qualità
ja: 高音質ストリーミング
kk: Жоғары сапада трансляциялау
ko: 고품질 스트리밍
lt: Aukštos kokybės klausymasis srautu
ms: Penstriman Kualiti Tinggi
nl: Streamen met hoge kwaliteit
no: Strøm med høy lydkvalitet
pl: Wysoka jakość
pt_br: Transmissão de Alta Qualidade
pt_pt: Streaming de alta qualidade
ro: Difuzare în flux înaltă calitate
ru: Высокое качество
sk: Streamovanie vo vysokej kvalite
sl: Pretakanje v visoki kakovosti
sv: Strömning i hög kvalitet
th: การสตรีมแบบคุณภาพสูง
tr: Yüksek Kalite Duraksız Yayın
uk: Якісна потокова передача
vi: Truyền phát chất lượng cao
zh_cn: 高质量流播放
zh_hk: 高質素串流
zh_tw: 高品質串流

# ADD_PLAYLIST_SONGS_TO_MY_MUSIC_FOOTER
source: Add songs to your library when you add them to your playlists.
ar: إضافة الأغاني إلى مكتبتك عندما تُضاف إلى قوائم التشغيل.
bg: Добавя песни към вашата библиотека, когато ги добавяте към списъци с песни.
ca: Quan afegeixis cançons a les llistes de reproducció, també s’afegiran a la biblioteca.
cs: Skladby, které přidáte do playlistů, budou přidány také do vaší knihovny.
da: Føj sange til dit bibliotek, når du føjer dem til dine playlister.
de: Füge Titel zu deiner Mediathek hinzu, wenn du sie zu Playlists hinzufügst.
el: Προσθήκη τραγουδιών στη βιβλιοθήκη σας όταν τα προσθέτετε στις λίστες αναπαραγωγής σας.
es: Añade a tu biblioteca las canciones que añadas a tus playlists.
es_us: Agrega a tu biblioteca las canciones que agregues a tus playlists.
fi: Lisää kappaleet kirjastoosi, kun lisäät niitä soittolistoillesi.
fr: Ajoutez des morceaux à votre bibliothèque lorsque vous les ajoutez à vos playlists.
fr_ca: Ajoutez des chansons à votre bibliothèque lorsque vous les ajoutez à vos listes de lecture.
he: שירים שהוספת לפלייליסטים שלך יתווספו גם לספריה.
hi: अपनी प्लेलिस्ट में गीतों को जोड़ते समय उन्हें अपनी लाइब्रेरी में जोड़ें।
hr: Dodajte pjesme u svoju medijateku kad ih dodajete u svoje liste.
hu: Dalok hozzáadása a könyvtárához, amikor hozzáadja azokat a lejátszási listáihoz.
id: Tambahkan lagu ke Perpustakaan Anda saat Anda menambahkannya ke daftar putar.
it: Aggiungi alla libreria i brani che inserisci nelle playlist.
ja: プレイリストに追加するときに曲をライブラリに追加します。
kk: Әндерді плейлистке қосқан кезде медиатекаға да қосу.
ko: 노래를 플레이리스트에 추가하면 보관함에도 추가됩니다.
lt: Įtraukite dainas į biblioteką, kai jas įtraukiate į grojaraščius.
ms: Tambah lagu ke pustaka anda apabila anda menambahkannya ke senarai main anda.
nl: Voeg nummers toe aan je bibliotheek wanneer je ze in je afspeel­lijsten zet.
no: Legg til sanger i biblioteket ditt når du legger dem til i spillelister.
pl: Utwory dodawane do playlist są także dodawane do biblioteki.
pt_br: Adicione músicas à biblioteca quando você adicioná-las a playlists.
pt_pt: Adicionar músicas à biblioteca quando forem adicionadas a listas de reprodução.
ro: Atunci când adăugați melodii în listele dvs. de redare, acestea vor fi adăugate și în bibliotecă.
ru: Добавлять песни в медиатеку при их добавлении в плейлисты.
sk: Skladby pridané do playlistov budú pridané aj do vašej knižnice.
sl: Ko skladbe dodate na svoje sezname predvajanja, jih dodate tudi v knjižnico.
sv: Lägg till låtar i biblioteket när du lägger till dem i dina spellistor.
th: เพิ่มเพลงไปยังคลังเมื่อคุณเพิ่มเพลงไปยังเพลย์ลิสต์ของคุณ
tr: Listelerinize eklediğiniz parçaları arşivinize de ekler.
uk: Додані до підбірок пісні додаватимуться в медіатеку.
vi: Thêm bài hát vào thư viện khi bạn thêm chúng vào playlist.
zh_cn: 将歌曲添加到播放列表时同时添加到资料库。
zh_hk: 將歌曲加至播放清單時也加至資料庫。
zh_tw: 將歌曲加入播放列表時也加入資料庫。

# ENABLE_SYNC_LIBRARY_REPLACE
source: iTunes Match will replace the music on this device.
ar: سيقوم iTunes Match باستبدال الموسيقى على هذا الجهاز.
bg: iTunes Match ще замени музиката на това устройство.
ca: L’iTunes Match substituirà la música d’aquest dispositiu.
cs: iTunes Match nahradí hudbu v tomto zařízení.
da: iTunes Match erstatter musikken på denne enhed.
de: iTunes Match wird die Musik auf diesem Gerät ersetzen.
el: Το iTunes Match θα αντικαταστήσει τη μουσική σε αυτήν τη συσκευή.
es: iTunes Match sustituirá la música de este dispositivo.
es_us: iTunes Match sustituirá la biblioteca de este dispositivo.
fi: iTunes Match korvaa tässä laitteessa olevan musiikin.
fr: iTunes Match remplacera la musique de cet appareil.
fr_ca: iTunes Match remplacera la musique de cet appareil.
he: ‏iTunes Match יחליף את המוזיקה שבמכשיר זה.
hi: iTunes Match इस डिवाइस पर संगीत को बदल देगा।
hr: iTunes Match će zamijeniti glazbu na ovom uređaju.
hu: Az iTunes Match lecseréli a zenét ezen az eszközön
id: iTunes Match akan mengganti musik di perangkat ini.
it: iTunes Match sostituirà la musica su questo dispositivo.
ja: iTunes Matchはこのデバイスのミュージックに置き換わります。
kk: iTunes Match осы құрылғыдағы музыканы ауыстырады.
ko: iTunes Match가 이 기기에 있는 음악 보관함을 대치합니다.
lt: „iTunes Match“ pakeis muziką šiame įrenginyje.
ms: iTunes Match akan menggantikan muzik pada peranti ini.
nl: Met iTunes Match wordt de huidige muziek op dit apparaat vervangen.
no: iTunes Match vil erstatte musikken på denne enheten.
pl: Funkcja iTunes Match zastąpi muzykę na tym urządzeniu.
pt_br: O iTunes Match substituirá as músicas neste dispositivo.
pt_pt: O iTunes Match substituirá a música neste dispositivo.
ro: iTunes Match va înlocui muzica de pe acest dispozitiv.
ru: iTunes Match заменит музыку на этом устройстве.
sk: iTunes Match nahradí hudbu na tomto zariadení.
sl: Storitev iTunes Match bo zamenjala glasbo v tej napravi.
sv: iTunes-matchning kommer att ersätta musiken på enheten.
th: iTunes Match จะแทนที่เพลงของอุปกรณ์เครื่องนี้
tr: iTunes Match bu aygıttaki müzikleri değiştirecektir.
uk: iTunes Match замінить музику на цьому пристрої.
vi: iTunes Match sẽ thay thế nhạc trên thiết bị này.
zh_cn: iTunes Match将替换此设备上的音乐。
zh_hk: iTunes Match將會取代此裝置上的音樂。
zh_tw: iTunes Match將會取代此裝置上的音樂。
